
"Quarterly" = "Trường Sa-bát ở một nơi";

"Lesson" = "Bài học hàng tuần";

"Reading" = "Đọc và học trường Sa-bát";

"Verse" = "Những câu Kinh Thánh trong tầm tay";

"Theme" = "Trải nghiệm đọc có thể tùy chỉnh";
